{
    "When dirty money disappears offshore, it becomes more difficult for governments to tackle corruption.": "\"When money obtained through illegal activities disappears offshore, it becomes more difficult for governments to tackle corruption.\"",
    "It just showed how she still lived the high life while everyone else endured rationing.": "\"It just showed how she still lived a luxurious lifestyle while everyone else endured rationing.\"",
    "It usually causes high temperature and pain in the neck, jaw or ear.": "It usually causes high temperature and pain in the neck, jaw or ear.",
    "A former resident of one of the homes said she was used as a guinea pig for vaccines at a home in Cork, before being adopted in 1961.": "\"A former resident of one of the homes said she was used as a test subject for vaccine experiments at a home in Cork, before being adopted in 1961.\"",
    "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.": "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.",
    "When you're serving cold turkey, take out only as much as you're going to use and put the rest back in the fridge.": "When you're serving cold turkey, take out only as much as you're going to use and put the rest back in the fridge.",
    "Howard said there was a lot of low-hanging fruit to be found in customers who have large back-office teams ready for automation.": "\"Howard said there were a lot of easily achievable opportunities to be found in customers who have large back-office teams ready for automation.\"",
    "There's no need to worry if you're a busy bee - even just 10 minutes of meditation can bring many benefits.": "\"There's no need to worry if you're a very busy person - even just 10 minutes of meditation can bring many benefits.\"",
    "Wet blankets draped over neighboring cabins prevented the fire from spreading.": "Wet blankets draped over neighboring cabins prevented the fire from spreading.",
    "Feed pets inside and do not leave pet, livestock or chicken feed outside.": "Feed pets inside and do not leave pet, livestock or chicken feed outside."
}