{
    "This really is the smoking gun of a watery past for Mars, says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.": "\"This really is the definitive evidence for a watery past on Mars, says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.\"",
    "She ran into an old flame at the high school reunion.": "\"She accidentally met a former romantic partner at the high school reunion.\"",
    "Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.": "\"Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.\"",
    "There was plenty of delicious eye candy on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.": "\"There was plenty of visually appealing and delicious food on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.\"",
    "Recently the globalization adversaries emerged; the experts at the universities had to abandon their ivory towers and present their research at the market place in order to rebuild public confidence.": "\"Recently the globalization adversaries emerged; the experts at the universities had to leave behind their secluded academic environments and make their research more accessible and relevant to the general public in order to rebuild public confidence.\"",
    "While DS9 was looked at as the black sheep of the Star Trek franchise for many years, it has found a renewed and dedicated fanbase thanks to Netflix.": "\"While DS9 was seen as a part of the Star Trek franchise that was less well-regarded compared to others for many years, it has found a renewed and dedicated fanbase thanks to Netflix.\"",
    "The magazine, aimed at trendy homeowners, publishes furniture reviews by its resident armchair critic alongside coffee prearation tips.": "The magazine, which targets trendy homeowners, publishes furniture reviews by a critic who regularly contributes to the magazine and critiques without professional credentials in the furniture field, alongside coffee preparation tips.",
    "It represented them having signed away their birthright so that they can join their fellow politicians on the gravy train.": "\"It represented that they had given up a significant right or privilege they originally had so that they can join their fellow politicians in a situation where they make a lot of money with minimal effort.\"",
    "Get the heck out of the rat race, move to rural America, plant a huge garden, raise chickens, and keep a year's worth of food in the root cellar.": "\"Leave the highly competitive and hectic urban way of life, move to rural America, plant a huge garden, raise chickens, and keep a year's worth of food in the root cellar.\"",
    "The kransky wasn't amazing, and the poached eggs were good, but the apple compote as well as the hot potato and cauliflower slaw were great.": "The kransky wasn't amazing, and the poached eggs were good, but the apple compote as well as the hot potato and cauliflower slaw were great.",
    "Paice is no spring chicken and what he lacked in raw speed he made up with flair and aesthetic.": "\"Paice is not young anymore and what he lacked in raw speed he made up for with style and aesthetic appeal.\"",
    "At the craft fair, the artist sold pendants shaped like a love triangle, with each side adorned with intricate heart patterns.": "\"At the craft fair, the artist sold triangle-shaped pendants where each of the three sides was adorned with intricate heart patterns.\"",
    "The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.": "\"The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.\"",
    "In the barnyard, the hens gathered for their early morning hen party, pecking at the scattered feed and clucking excitedly.": "\"In the barnyard, the hens gathered early in the morning for a gathering where they pecked at the scattered feed and clucked excitedly.\"",
    "There are qualitative chemical physiologies, for example, the acid test for gold and the Kastle-Meyer test for the presence of blood.": "\\boxed{\n\"There are qualitative chemical tests, for example, the test using acid to verify purity of gold (which is called the acid test for gold), and the Kastle-Meyer test for the presence of blood.\"\n}",
    "Formal or informal contacts with the prime minister or his inner circle are now greatly prized by the persuaders.": "\"Formal or informal contacts with the prime minister or his closest trusted advisors are now highly valued by those who aim to influence decisions.\"",
    "The problem for them, of course, is how to explain how these few bad apples managed to stay in place for so many years.": "\"The problem for them, of course, is how to explain how these few corrupt individuals managed to stay in their positions for so many years.\"",
    "Thousands of people are turning to the internet for more information - leading them straight into the honey trap set up by cybercriminals.": "Thousands of people are turning to the internet for more information - leading them straight into the deceptive traps set up by cybercriminals.",
    "I did a sweep for stray pins and needles and packaged up the tissue paper pattern pieces, folding along my muslin adjustments with them.": "\\boxed{\n\"I searched thoroughly for stray pins and needles and packaged up the tissue paper pattern pieces, folding them according to the adjustments that had been made on muslin fabric.\"\n}",
    "Popping a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.": "Heating a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.",
    "Our mermaid heroine visits a loan shark which offers her the shells she needs in exchange for repayment and a favor once she becomes queen.": "Our mermaid heroine visits a lender known for charging very high interest rates who offers her the shells she needs in exchange for repayment and a favor once she becomes queen.",
    "Our conversation was wide-ranging and candid as, unlike other CEOs, Rénier was an open book and willing to speak about anything that came her way.": "\"Our conversation was wide-ranging and candid because, unlike other CEOs, Rénier was very open and honest and was willing to speak about anything that was mentioned or discussed.\"",
    "However, the symptoms of baby blues are mild and usually disappear after a couple of weeks.": "\"However, the symptoms of mild depression that some new mothers experience shortly after giving birth are mild and usually disappear after a couple of weeks.\"",
    "Chastel had loaded a custom made silver bullet into his gun with which he fired on the creature and killed the beast with a single shot.": "Chastel had loaded a specially crafted bullet made from silver into his gun which he used to shoot and kill the monster with a single round.",
    "The know-how necessary to keep physicians financially healthy might not be brain surgery, but it can be cumbersome and complicated.": "\"The know-how necessary to keep physicians' finances in a good state might not be a task that requires a high level of expertise, but it can be cumbersome and complicated.\"",
    "The biggest red flag of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.": "\"The biggest warning sign of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.\"",
    "Miami's original Metrorail line was a white elephant when it was built and it remains one today.": "\"Miami's original Metrorail line was a very expensive and burdensome project when it was built and it remains a very expensive and burdensome project today.\"",
    "In many cases, two-way streets result in twice as many pedestrian accidents as one way.": "In many cases, two-way streets result in twice as many pedestrian accidents as one way.",
    "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.": "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.",
    "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift.": "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift."
}