{
    "It took a lot of elbow grease to get the old engine running again.": "It took a lot of hard work to get the old engine running again.",
    "It's a constant battle for us, as he is a morning person and I am a night owl, so I find that going to sleep at 9.30 really cuts out the best hours.": "It is an ongoing difficulty for us because he prefers to wake up early and feels most energetic in the morning while I prefer to stay up late and feel most energetic at night, so I find that going to sleep at 9:30 PM prevents me from using the part of the evening when I feel most productive.",
    "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).": "Even the somewhat seedy failed private eye has a kind and generous nature (and a bad hairstyle).",
    "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.": "ESA's Space Weather Office provides forecasts, advice, and information for any organization, individual, or institution that could be affected by space phenomena.",
    "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.": "This aged, rich wine makes a bold statement with its peppery, meaty focus and its broad yet tannic palatal impressions.",
    "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.": "The toddler ran in and proudly held up a picture of a tree while her fingers, which were covered in green paint, posed a risk of smearing paint on the kitchen walls and cupboards.",
    "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.": "This course will suit anyone fascinated by Greece and Rome, who recognizes the continuing influence of ancient history on the modern world.",
    "They are a boogeyman he scares you with while he colludes with your enemies, turns your country into a banana republic and uses the office to enrich himself.": "They are an invented threat that he uses to frighten you while he secretly collaborates with your enemies, makes your country politically unstable and economically dependent such that it is considered a 'banana republic,' and uses his official position to make himself wealthier.",
    "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.": "The manga follows Hinata, who quits his job working for the Devil and leaves the place where souls go after death to pursue his dream of opening an American diner.",
    "If you want dirt, the private eye suggested, you should steal the man's garbage.": "If you want scandalous or compromising information, the private eye suggested, you should steal the man's garbage.",
    "The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer a pipe dream.": "The result is that whether you sleep on your back or your side, achieving a very good night's sleep is no longer an unrealistic hope.",
    "He picked up the piece of cake and took a large bite, chewing noisily.": "He picked up the piece of cake and took a large bite, chewing noisily.",
    "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.": "This is not a very complicated topic; he talks about basic business skills like negotiation, time management, and creativity.",
    "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.": "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperture with notches.",
    "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.": "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.",
    "Some would be better off with no insurance and using the money saved to build a nest egg to see them through lean times or pay off their debt.": "Some would be better off without insurance and could instead use the money saved on insurance premiums to save for future needs or emergencies which would help them during financially difficult times or pay off their debt.",
    "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.": "Our wanderings had led us perilously close to the walls of the abandoned town where ghosts that could not find rest after death were frequently present in the streets, eager to take away the life force or energy from any living person who entered.",
    "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.": "The three year period of rising stock prices has certainly improved the financial situation of these companies by increasing the value of their assets.",
    "One scene is the Strip, which he described as a beached whale, and the neighborhood dining scene, which is making successful efforts to adapt.": "One scene is the Strip, which he described as being stranded and helpless like a beached whale that is unable to move once out of water, and the neighborhood dining scene, which is making successful efforts to adapt.",
    "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.": "Players play as a character that is a young flower where they have options to customize the appearance of that character's petals and leaves.",
    "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.": "The playful kitten, a small cat that imitates, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.",
    "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.": "Barry was the first, an archetypal man who spends much time in bars and nightclubs seeking attention from women, dressed in his shiny suit and overpowering aftershave; I met him in my local nightclub.",
    "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.": "St Nicholas disguises himself and assumes a hidden identity in this fun adventure, so that he can secretly watch and monitor the elves in his workshop.",
    "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.": "They used their fingers to trace letters in mud onto the window, forming a word that was either a swear word or a word that was physically unclean due to the mud, which they hoped would guide the others to find where they were located.",
    "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.": "This kind of shaving where the hair is cut very close to the skin is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.",
    "We have the donkey work from the stable if it is raining because it is the only shelter we have.": "“We do the hard and tedious work in the stable if it is raining because it is the only shelter we have.”",
    "Our exposure to technology, sector bets, and decision to increase equity exposure during the depth of the bear market helped position the fund to outperform.": "Our strategic investments in technology, our investments in specific sectors, and our decision to increase stock investments when the stock market was at its lowest point helped our fund achieve better performance compared to a benchmark or other comparable funds.",
    "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.": "The most dominant dog in the neighborhood seemed to be guarding the alley from passing cats all day.",
    "Whether your kitty is tempted to sneak a bite of your dog's dinner or you've run out of cat food, you may be wondering if cats can eat dog food.": "Whether your cat is tempted to secretly eat a portion of your dog’s dinner or you have used up all of your cat food, you may be questioning whether cats can eat dog food.",
    "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site.": "We only use ethical and guideline-compliant search engine optimization techniques that will lead to long-term success. Unlike many SEO firms, we will never use any tactics that might harm your site such as causing lower search engine rankings or removal from search results.",
    "This really is the smoking gun of a watery past for Mars, says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.": "This really is the definitive evidence for a watery past on Mars, says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.",
    "She ran into an old flame at the high school reunion.": "She accidentally met a former romantic partner at the high school reunion.",
    "Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.": "Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.",
    "There was plenty of delicious eye candy on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.": "There was plenty of visually appealing and delicious food on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.",
    "Recently the globalization adversaries emerged; the experts at the universities had to abandon their ivory towers and present their research at the market place in order to rebuild public confidence.": "Recently the globalization adversaries emerged; the experts at the universities had to leave behind their secluded academic environments and make their research more accessible and relevant to the general public in order to rebuild public confidence.",
    "While DS9 was looked at as the black sheep of the Star Trek franchise for many years, it has found a renewed and dedicated fanbase thanks to Netflix.": "While DS9 was seen as a part of the Star Trek franchise that was less well-regarded compared to others for many years, it has found a renewed and dedicated fanbase thanks to Netflix.",
    "The magazine, aimed at trendy homeowners, publishes furniture reviews by its resident armchair critic alongside coffee prearation tips.": "The magazine, which targets trendy homeowners, publishes furniture reviews by a critic who regularly contributes to the magazine and critiques without professional credentials in the furniture field, alongside coffee preparation tips.",
    "It represented them having signed away their birthright so that they can join their fellow politicians on the gravy train.": "It represented that they had given up a significant right or privilege they originally had so that they can join their fellow politicians in a situation where they make a lot of money with minimal effort.",
    "Get the heck out of the rat race, move to rural America, plant a huge garden, raise chickens, and keep a year's worth of food in the root cellar.": "Leave the highly competitive and hectic urban way of life, move to rural America, plant a huge garden, raise chickens, and keep a year's worth of food in the root cellar.",
    "The kransky wasn't amazing, and the poached eggs were good, but the apple compote as well as the hot potato and cauliflower slaw were great.": "The kransky wasn't amazing, and the poached eggs were good, but the apple compote as well as the hot potato and cauliflower slaw were great.",
    "Paice is no spring chicken and what he lacked in raw speed he made up with flair and aesthetic.": "Paice is not young anymore and what he lacked in raw speed he made up for with style and aesthetic appeal.",
    "At the craft fair, the artist sold pendants shaped like a love triangle, with each side adorned with intricate heart patterns.": "At the craft fair, the artist sold triangle-shaped pendants where each of the three sides was adorned with intricate heart patterns.",
    "The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.": "The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.",
    "In the barnyard, the hens gathered for their early morning hen party, pecking at the scattered feed and clucking excitedly.": "In the barnyard, the hens gathered early in the morning for a gathering where they pecked at the scattered feed and clucked excitedly.",
    "There are qualitative chemical physiologies, for example, the acid test for gold and the Kastle-Meyer test for the presence of blood.": "\\boxed{\n\"There are qualitative chemical tests, for example, the test using acid to verify purity of gold (which is called the acid test for gold), and the Kastle-Meyer test for the presence of blood.\"\n}",
    "Formal or informal contacts with the prime minister or his inner circle are now greatly prized by the persuaders.": "Formal or informal contacts with the prime minister or his closest trusted advisors are now highly valued by those who aim to influence decisions.",
    "The problem for them, of course, is how to explain how these few bad apples managed to stay in place for so many years.": "The problem for them, of course, is how to explain how these few corrupt individuals managed to stay in their positions for so many years.",
    "Thousands of people are turning to the internet for more information - leading them straight into the honey trap set up by cybercriminals.": "Thousands of people are turning to the internet for more information - leading them straight into the deceptive traps set up by cybercriminals.",
    "I did a sweep for stray pins and needles and packaged up the tissue paper pattern pieces, folding along my muslin adjustments with them.": "\\boxed{\n\"I searched thoroughly for stray pins and needles and packaged up the tissue paper pattern pieces, folding them according to the adjustments that had been made on muslin fabric.\"\n}",
    "Popping a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.": "Heating a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.",
    "Our mermaid heroine visits a loan shark which offers her the shells she needs in exchange for repayment and a favor once she becomes queen.": "Our mermaid heroine visits a lender known for charging very high interest rates who offers her the shells she needs in exchange for repayment and a favor once she becomes queen.",
    "Our conversation was wide-ranging and candid as, unlike other CEOs, Rénier was an open book and willing to speak about anything that came her way.": "Our conversation was wide-ranging and candid because, unlike other CEOs, Rénier was very open and honest and was willing to speak about anything that was mentioned or discussed.",
    "However, the symptoms of baby blues are mild and usually disappear after a couple of weeks.": "However, the symptoms of mild depression that some new mothers experience shortly after giving birth are mild and usually disappear after a couple of weeks.",
    "Chastel had loaded a custom made silver bullet into his gun with which he fired on the creature and killed the beast with a single shot.": "Chastel had loaded a specially crafted bullet made from silver into his gun which he used to shoot and kill the monster with a single round.",
    "The know-how necessary to keep physicians financially healthy might not be brain surgery, but it can be cumbersome and complicated.": "The know-how necessary to keep physicians' finances in a good state might not be a task that requires a high level of expertise, but it can be cumbersome and complicated.",
    "The biggest red flag of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.": "The biggest warning sign of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.",
    "Miami's original Metrorail line was a white elephant when it was built and it remains one today.": "Miami's original Metrorail line was a very expensive and burdensome project when it was built and it remains a very expensive and burdensome project today.",
    "In many cases, two-way streets result in twice as many pedestrian accidents as one way.": "In many cases, two-way streets result in twice as many pedestrian accidents as one way.",
    "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.": "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.",
    "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift.": "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift.",
    "When dirty money disappears offshore, it becomes more difficult for governments to tackle corruption.": "When money obtained through illegal or dishonest activities is transferred to foreign accounts where it becomes harder for authorities to track, it makes it more challenging for governments to address and combat corruption.",
    "It just showed how she still lived the high life while everyone else endured rationing.": "It just showed how she still lived a luxurious and extravagant lifestyle while everyone else endured rationing.",
    "It usually causes high temperature and pain in the neck, jaw or ear.": "It usually causes high temperature and pain in the neck, jaw or ear.",
    "A former resident of one of the homes said she was used as a guinea pig for vaccines at a home in Cork, before being adopted in 1961.": "A former resident of one of the homes said she was used as a test subject for vaccines at a home in Cork, before being adopted in 1961.",
    "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.": "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.",
    "When you're serving cold turkey, take out only as much as you're going to use and put the rest back in the fridge.": "When you're serving turkey that has been cooked and refrigerated, only remove what you plan to serve right away and return the rest to the fridge.",
    "Howard said there was a lot of low-hanging fruit to be found in customers who have large back-office teams ready for automation.": "Howard said that there were a lot of easily achievable opportunities to be found in customers who have large back-office teams ready for automation.",
    "There's no need to worry if you're a busy bee - even just 10 minutes of meditation can bring many benefits.": "There's no need to worry if you're a very busy person - even just 10 minutes of meditation can bring many benefits.",
    "Wet blankets draped over neighboring cabins prevented the fire from spreading.": "Wet blankets draped over neighboring cabins prevented the fire from spreading.",
    "Feed pets inside and do not leave pet, livestock or chicken feed outside.": "Feed pets indoors and ensure that pet feed, livestock feed, or chicken feed is not stored outside where it could attract wildlife."
}