{
    "It took a lot of elbow grease to get the old engine running again.": "\"It took a lot of hard work to get the old engine running again.\"",
    "It's a constant battle for us, as he is a morning person and I am a night owl, so I find that going to sleep at 9.30 really cuts out the best hours.": "\"It is an ongoing difficulty for us because he prefers to wake up early and feels most energetic in the morning while I prefer to stay up late and feel most energetic at night, so I find that going to sleep at 9:30 PM prevents me from using the part of the evening when I feel most productive.\"",
    "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).": "\"Even the somewhat seedy failed private eye has a kind and generous nature (and a bad hairstyle).\"",
    "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.": "\"ESA's Space Weather Office provides forecasts, advice, and information for any organization, individual, or institution that could be affected by space phenomena.\"",
    "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.": "This aged, rich wine makes a bold statement with its peppery, meaty focus and its broad yet tannic palatal impressions.",
    "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.": "\"The toddler ran in and proudly held up a picture of a tree while her fingers, which were covered in green paint, posed a risk of smearing paint on the kitchen walls and cupboards.\"",
    "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.": "This course will suit anyone fascinated by Greece and Rome, who recognizes the continuing influence of ancient history on the modern world.",
    "They are a boogeyman he scares you with while he colludes with your enemies, turns your country into a banana republic and uses the office to enrich himself.": "\"They are an invented threat that he uses to frighten you while he secretly collaborates with your enemies, makes your country politically unstable and economically dependent such that it is considered a 'banana republic,' and uses his official position to make himself wealthier.\"",
    "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.": "\"The manga follows Hinata, who quits his job working for the Devil and leaves the place where souls go after death to pursue his dream of opening an American diner.\"",
    "If you want dirt, the private eye suggested, you should steal the man's garbage.": "\"If you want scandalous or compromising information, the private eye suggested, you should steal the man's garbage.\"",
    "The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer a pipe dream.": "\"The result is that whether you sleep on your back or your side, achieving a very good night's sleep is no longer an unrealistic hope.\"",
    "He picked up the piece of cake and took a large bite, chewing noisily.": "He picked up the piece of cake and took a large bite, chewing noisily.",
    "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.": "\"This is not a very complicated topic; he talks about basic business skills like negotiation, time management, and creativity.\"",
    "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.": "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperture with notches.",
    "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.": "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.",
    "Some would be better off with no insurance and using the money saved to build a nest egg to see them through lean times or pay off their debt.": "\"Some would be better off without insurance and could instead use the money saved on insurance premiums to save for future needs or emergencies which would help them during financially difficult times or pay off their debt.\"",
    "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.": "\"Our wanderings had led us perilously close to the walls of the abandoned town where ghosts that could not find rest after death were frequently present in the streets, eager to take away the life force or energy from any living person who entered.\"",
    "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.": "\"The three year period of rising stock prices has certainly improved the financial situation of these companies by increasing the value of their assets.\"",
    "One scene is the Strip, which he described as a beached whale, and the neighborhood dining scene, which is making successful efforts to adapt.": "\"One scene is the Strip, which he described as being stranded and helpless like a beached whale that is unable to move once out of water, and the neighborhood dining scene, which is making successful efforts to adapt.\"",
    "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.": "\"Players play as a character that is a young flower where they have options to customize the appearance of that character's petals and leaves.\"",
    "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.": "\"The playful kitten, a small cat that imitates, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.\"",
    "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.": "\"Barry was the first, an archetypal man who spends much time in bars and nightclubs seeking attention from women, dressed in his shiny suit and overpowering aftershave; I met him in my local nightclub.\"",
    "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.": "\"St Nicholas disguises himself and assumes a hidden identity in this fun adventure, so that he can secretly watch and monitor the elves in his workshop.\"",
    "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.": "\"They used their fingers to trace letters in mud onto the window, forming a word that was either a swear word or a word that was physically unclean due to the mud, which they hoped would guide the others to find where they were located.\"",
    "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.": "This kind of shaving where the hair is cut very close to the skin is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.",
    "We have the donkey work from the stable if it is raining because it is the only shelter we have.": "“We do the hard and tedious work in the stable if it is raining because it is the only shelter we have.”",
    "Our exposure to technology, sector bets, and decision to increase equity exposure during the depth of the bear market helped position the fund to outperform.": "\"Our strategic investments in technology, our investments in specific sectors, and our decision to increase stock investments when the stock market was at its lowest point helped our fund achieve better performance compared to a benchmark or other comparable funds.\"",
    "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.": "The most dominant dog in the neighborhood seemed to be guarding the alley from passing cats all day.",
    "Whether your kitty is tempted to sneak a bite of your dog's dinner or you've run out of cat food, you may be wondering if cats can eat dog food.": "\"Whether your cat is tempted to secretly eat a portion of your dog’s dinner or you have used up all of your cat food, you may be questioning whether cats can eat dog food.\"",
    "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site.": "We only use ethical and guideline-compliant search engine optimization techniques that will lead to long-term success. Unlike many SEO firms, we will never use any tactics that might harm your site such as causing lower search engine rankings or removal from search results."
}