{
    "It took a lot of elbow grease to get the old engine running again.": "\"It took a lot of hard physical work to get the old engine running again.\"",
    "It's a constant battle for us, as he is a morning person and I am a night owl, so I find that going to sleep at 9.30 really cuts out the best hours.": "\"It's a constant battle for us because he feels most energetic in the morning and prefers to wake up early and go to bed early, while I feel most energetic in the evening and night and prefer to stay up late and wake up later. Thus, I find that going to sleep at 9:30 PM means I miss out on the part of the day when I am most active and productive, which are the best hours for me.\"",
    "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).": "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).",
    "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.": "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.",
    "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.": "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.",
    "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.": "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.",
    "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.": "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.",
    "They are a boogeyman he scares you with while he colludes with your enemies, turns your country into a banana republic and uses the office to enrich himself.": "\"He uses them as a made-up scary figure that he tells you about to make you afraid while he secretly works together with your enemies, makes your country politically unstable and economically dependent on a single export (which makes it a 'banana republic'), and uses his official position in the government to make himself wealthier.\"",
    "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.": "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.",
    "If you want dirt, the private eye suggested, you should steal the man's garbage.": "If you want dirt, the private eye suggested, you should steal the man's garbage.",
    "The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer a pipe dream.": "\"The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer an unrealistic or unattainable goal.\"",
    "He picked up the piece of cake and took a large bite, chewing noisily.": "He picked up the piece of cake and took a large bite, chewing noisily.",
    "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.": "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.",
    "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.": "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.",
    "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.": "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.",
    "Some would be better off with no insurance and using the money saved to build a nest egg to see them through lean times or pay off their debt.": "\"Some would be in a better financial situation if they had no insurance and instead used the money that would have been spent on insurance premiums to save a sum of money for the future, which could help them survive during financially difficult periods or pay off their debt.\"",
    "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.": "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.",
    "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.": "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.",
    "One scene is the Strip, which he described as a beached whale, and the neighborhood dining scene, which is making successful efforts to adapt.": "\"One scene is the Strip, which he described as being in a helpless and vulnerable state, unable to function effectively, and the neighborhood dining scene, which is making successful efforts to adapt.\"",
    "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.": "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.",
    "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.": "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.",
    "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.": "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.",
    "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.": "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.",
    "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.": "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.",
    "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.": "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.",
    "We have the donkey work from the stable if it is raining because it is the only shelter we have.": "We have the donkey work from the stable if it is raining because it is the only shelter we have.",
    "Our exposure to technology, sector bets, and decision to increase equity exposure during the depth of the bear market helped position the fund to outperform.": "\"Our investment in technology, our investments in specific sectors of the economy, and our decision to increase our stock investments during the most severe part of the market decline helped us make strategic decisions that allowed the fund to achieve higher returns than a benchmark or other similar funds.\"",
    "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.": "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.",
    "Whether your kitty is tempted to sneak a bite of your dog's dinner or you've run out of cat food, you may be wondering if cats can eat dog food.": "\"Whether your kitty is tempted to secretly eat a small part of your dog's dinner or you have used up all your cat food and have none left, you may be wondering if cats can eat dog food.\"",
    "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site.": "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site.",
    "This really is the smoking gun of a watery past for Mars, says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.": "\"This really is the conclusive evidence of a watery past for Mars,\" says David Grinspoon, principal scientist at the Southwest Research Institute in Boulder.",
    "She ran into an old flame at the high school reunion.": "\"She unexpectedly encountered a former romantic partner at the high school reunion.\"",
    "Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.": "Our driver had to brake hard when we encountered a zebra crossing the road, looking for fresh grazing.",
    "There was plenty of delicious eye candy on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.": "There was plenty of delicious eye candy on offer at the Halloween party, and the group enjoyed eating the various themed snacks on display.",
    "Recently the globalization adversaries emerged; the experts at the universities had to abandon their ivory towers and present their research at the market place in order to rebuild public confidence.": "Recently the globalization adversaries emerged; the experts at the universities had to abandon their ivory towers and present their research at the market place in order to rebuild public confidence.",
    "While DS9 was looked at as the black sheep of the Star Trek franchise for many years, it has found a renewed and dedicated fanbase thanks to Netflix.": "While DS9 was looked at as the black sheep of the Star Trek franchise for many years, it has found a renewed and dedicated fanbase thanks to Netflix.",
    "The magazine, aimed at trendy homeowners, publishes furniture reviews by its resident armchair critic alongside coffee prearation tips.": "The magazine, aimed at trendy homeowners, publishes furniture reviews by its resident armchair critic alongside coffee prearation tips.",
    "It represented them having signed away their birthright so that they can join their fellow politicians on the gravy train.": "\"It represented them having given up a valuable right or privilege that they were entitled to from birth so that they can join their fellow politicians in a situation where they can make a lot of money for very little effort.\"",
    "Get the heck out of the rat race, move to rural America, plant a huge garden, raise chickens, and keep a year's worth of food in the root cellar.": "\"Leave behind the exhausting and competitive daily grind where you continuously work hard without a meaningful sense of progress. Instead, move to the countryside in America, plant a large garden, raise chickens, and store a year's worth of food in a root cellar.\"",
    "The kransky wasn't amazing, and the poached eggs were good, but the apple compote as well as the hot potato and cauliflower slaw were great.": "The kransky was not amazing, while the poached eggs were good. However, the apple compote, hot potato, and cauliflower slaw were great.",
    "Paice is no spring chicken and what he lacked in raw speed he made up with flair and aesthetic.": "\"Paice is not young anymore, and what he lacked in pure, unrefined speed, he compensated for with his stylish and original way of doing things and his particular taste for beauty.\"",
    "At the craft fair, the artist sold pendants shaped like a love triangle, with each side adorned with intricate heart patterns.": "At the craft fair, the artist sold pendants shaped like a love triangle, with each side adorned with intricate heart patterns.",
    "The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.": "The unit is encased in an attractive anodized black box that provides EMI/RFI shielding and allows for secure mounting with its threaded inserts on the bottom of its chassis.",
    "In the barnyard, the hens gathered for their early morning hen party, pecking at the scattered feed and clucking excitedly.": "In the barnyard, the hens gathered for their early morning hen party, pecking at the scattered feed and clucking excitedly.",
    "There are qualitative chemical physiologies, for example, the acid test for gold and the Kastle-Meyer test for the presence of blood.": "There are qualitative chemical physiologies, for example, the acid test for gold and the Kastle-Meyer test for the presence of blood.",
    "Formal or informal contacts with the prime minister or his inner circle are now greatly prized by the persuaders.": "\"Formal or informal connections with the prime minister or his close group of trusted advisors are now valued highly by those who aim to influence decisions.\"",
    "The problem for them, of course, is how to explain how these few bad apples managed to stay in place for so many years.": "The problem for them, of course, is how to explain how these few bad apples managed to stay in place for so many years.",
    "Thousands of people are turning to the internet for more information - leading them straight into the honey trap set up by cybercriminals.": "\"Thousands of people are turning to the internet for more information, which leads them directly into the deceptive and harmful schemes set up by cybercriminals.\"",
    "I did a sweep for stray pins and needles and packaged up the tissue paper pattern pieces, folding along my muslin adjustments with them.": "\"I carefully searched the area for any pins and needles that were not in their proper place and put the tissue paper pattern pieces into a package, making sure to fold them in a way that includes any adjustments I made on the muslin fabric.\"",
    "Popping a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.": "Popping a stale bun in the oven for a few minutes will let you make tasty lunches for an extra day or two.",
    "Our mermaid heroine visits a loan shark which offers her the shells she needs in exchange for repayment and a favor once she becomes queen.": "Our mermaid heroine visits a loan shark which offers her the shells she needs in exchange for repayment and a favor once she becomes queen.",
    "Our conversation was wide-ranging and candid as, unlike other CEOs, Rénier was an open book and willing to speak about anything that came her way.": "\"Our conversation was wide-ranging and candid because, unlike other CEOs, Rénier was very transparent and willing to speak about anything that came her way.\"",
    "However, the symptoms of baby blues are mild and usually disappear after a couple of weeks.": "However, the symptoms of baby blues are mild and usually disappear after a couple of weeks.",
    "Chastel had loaded a custom made silver bullet into his gun with which he fired on the creature and killed the beast with a single shot.": "Chastel had loaded a custom made silver bullet into his gun with which he fired on the creature and killed the beast with a single shot.",
    "The know-how necessary to keep physicians financially healthy might not be brain surgery, but it can be cumbersome and complicated.": "The know-how necessary to keep physicians financially healthy might not be brain surgery, but it can be cumbersome and complicated.",
    "The biggest red flag of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.": "The biggest red flag of all, though, was that neither newspaper ever linked to the supposed study of violence in teenagers.",
    "Miami's original Metrorail line was a white elephant when it was built and it remains one today.": "Miami's original Metrorail line was a white elephant when it was built and it remains one today.",
    "In many cases, two-way streets result in twice as many pedestrian accidents as one way.": "\"In many cases, streets where traffic flows in both directions result in twice as many pedestrian accidents as streets where traffic flows in only one direction.\"",
    "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.": "Residents were concerned about speeding vehicles, including the delivery lorries and the road being used as a rat run.",
    "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift.": "He moved from the 10 pm slot to his lower profile life as a DJ on Radio Norwich's graveyard shift.",
    "When dirty money disappears offshore, it becomes more difficult for governments to tackle corruption.": "\"When money obtained through illegal activities disappears offshore, it becomes more difficult for governments to tackle corruption.\"",
    "It just showed how she still lived the high life while everyone else endured rationing.": "\"It just showed how she still lived a luxurious lifestyle while everyone else endured rationing.\"",
    "It usually causes high temperature and pain in the neck, jaw or ear.": "It usually causes high temperature and pain in the neck, jaw or ear.",
    "A former resident of one of the homes said she was used as a guinea pig for vaccines at a home in Cork, before being adopted in 1961.": "\"A former resident of one of the homes said she was used as a test subject for vaccine experiments at a home in Cork, before being adopted in 1961.\"",
    "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.": "American roads in the South do have cat's eyes but we don't have them in regions with snow because the plows would scrape them up every winter.",
    "When you're serving cold turkey, take out only as much as you're going to use and put the rest back in the fridge.": "When you're serving cold turkey, take out only as much as you're going to use and put the rest back in the fridge.",
    "Howard said there was a lot of low-hanging fruit to be found in customers who have large back-office teams ready for automation.": "\"Howard said there were a lot of easily achievable opportunities to be found in customers who have large back-office teams ready for automation.\"",
    "There's no need to worry if you're a busy bee - even just 10 minutes of meditation can bring many benefits.": "\"There's no need to worry if you're a very busy person - even just 10 minutes of meditation can bring many benefits.\"",
    "Wet blankets draped over neighboring cabins prevented the fire from spreading.": "Wet blankets draped over neighboring cabins prevented the fire from spreading.",
    "Feed pets inside and do not leave pet, livestock or chicken feed outside.": "Feed pets inside and do not leave pet, livestock or chicken feed outside."
}