{
    "It took a lot of elbow grease to get the old engine running again.": "\"It took a lot of hard physical work to get the old engine running again.\"",
    "It's a constant battle for us, as he is a morning person and I am a night owl, so I find that going to sleep at 9.30 really cuts out the best hours.": "\"It's a constant battle for us because he feels most energetic in the morning and prefers to wake up early and go to bed early, while I feel most energetic in the evening and night and prefer to stay up late and wake up later. Thus, I find that going to sleep at 9:30 PM means I miss out on the part of the day when I am most active and productive, which are the best hours for me.\"",
    "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).": "Even the somewhat seedy failed private eye has a heart of gold (and a bad hairstyle).",
    "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.": "ESA's Space Weather Office is like Europe's stellar agony aunt, offering forecasts, advice and information for any organisation, individual or institution vulnerable to space phenomena.",
    "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.": "This aged, rich wine is no shrinking violet with its with peppery, meaty focus and its broad yet tannic palatal impressions.",
    "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.": "The toddler ran in and proudly held up a picture of a tree as her green fingers threatened to smear paint on the kitchen walls and cupboards.",
    "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.": "This course will suit anyone fascinated by Greece and Rome, who recognises the continuing influence of ancient history on the modern world.",
    "They are a boogeyman he scares you with while he colludes with your enemies, turns your country into a banana republic and uses the office to enrich himself.": "\"He uses them as a made-up scary figure that he tells you about to make you afraid while he secretly works together with your enemies, makes your country politically unstable and economically dependent on a single export (which makes it a 'banana republic'), and uses his official position in the government to make himself wealthier.\"",
    "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.": "The manga follows Hinata, who gives up his job as the Devil's advocate and abandons the afterlife to pursue his dream of opening an American diner.",
    "If you want dirt, the private eye suggested, you should steal the man's garbage.": "If you want dirt, the private eye suggested, you should steal the man's garbage.",
    "The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer a pipe dream.": "\"The result is that whether you sleep on your back or your side, the ultimate night's sleep is no longer an unrealistic or unattainable goal.\"",
    "He picked up the piece of cake and took a large bite, chewing noisily.": "He picked up the piece of cake and took a large bite, chewing noisily.",
    "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.": "This isn't rocket science: he talks about basic business skills like negotiation, time management and creativity.",
    "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.": "A composite gaming chip which includes a strong frame made of a brass ring with axial protrusions and a central aperature with notches.",
    "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.": "Another one of us asked parents to cut up different types of apples and oranges, taste them, talk about their differences and go through a range of other experiences.",
    "Some would be better off with no insurance and using the money saved to build a nest egg to see them through lean times or pay off their debt.": "\"Some would be in a better financial situation if they had no insurance and instead used the money that would have been spent on insurance premiums to save a sum of money for the future, which could help them survive during financially difficult periods or pay off their debt.\"",
    "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.": "Our wanderings had led us perilously close to the walls of the ghost town where restless spirits haunted the streets, eager to absorb the vitatlity of the living.",
    "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.": "The three year bull market in equities has certainly boosted the fortunes of these companies by increasing the value of their assets.",
    "One scene is the Strip, which he described as a beached whale, and the neighborhood dining scene, which is making successful efforts to adapt.": "\"One scene is the Strip, which he described as being in a helpless and vulnerable state, unable to function effectively, and the neighborhood dining scene, which is making successful efforts to adapt.\"",
    "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.": "Players take on the role of a young flower child, with customisation options to alter the appearance of their petals and leaves.",
    "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.": "The playful kitten, a miniature copy cat, mimicked the yoga poses of its human owner, its tiny paws mirroring the intricate movements.",
    "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.": "Barry was the first, an archetypal lounge lizard in his shiny suit and overpowering aftershave; I met him in my local nightclub.",
    "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.": "St Nicholas becomes a secret santa in this fun adventure, going undercover to keep an eye on the elves in his workshop.",
    "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.": "They traced the letters onto the window in mud with their fingers, forming a dirty word which they hoped would lead the others to their location.",
    "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.": "This kind of close shave is optimal for many men, but for others can contribute to skin irritation or a propensity for ingrown hairs.",
    "We have the donkey work from the stable if it is raining because it is the only shelter we have.": "We have the donkey work from the stable if it is raining because it is the only shelter we have.",
    "Our exposure to technology, sector bets, and decision to increase equity exposure during the depth of the bear market helped position the fund to outperform.": "\"Our investment in technology, our investments in specific sectors of the economy, and our decision to increase our stock investments during the most severe part of the market decline helped us make strategic decisions that allowed the fund to achieve higher returns than a benchmark or other similar funds.\"",
    "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.": "The top dog in the neighborhood seemed to be guarding the alley from passing cats all day.",
    "Whether your kitty is tempted to sneak a bite of your dog's dinner or you've run out of cat food, you may be wondering if cats can eat dog food.": "\"Whether your kitty is tempted to secretly eat a small part of your dog's dinner or you have used up all your cat food and have none left, you may be wondering if cats can eat dog food.\"",
    "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site.": "We only use white hat, ethical search engine optimization techniques that will lead to long term success and unlike many SEO firms we will never use any tactics that have a risk of harming your site."
}